<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<script src="//code.jquery.com/jquery-1.11.0.min.js"></script>
<script src="//code.jquery.com/jquery-migrate-1.2.1.min.js"></script>
<link rel="stylesheet" type="text/css" media="all" href="views/registration/css/registration.css" />
<script type="text/javascript" src="views/registration/js/registration_ajax_json.js"></script>
<script type="text/javascript" src="views/registration/js/registration.js"></script>

<title>::::: 바.람.잡.이. 회원가입 :::::</title>
</head>
<body>
	<div id="centered">
	
		<div id="registationbar">
		</div>
			
		<form name="memberReg" method="post" action="registration.do">
			<input type="hidden" id="issue" name="issue" />
			<div id="registration">
				<textarea style="width: 100%; height: 200px;">

제 1장 총 칙
 
제 1조 (목적)
 
이 약관은 바람잡이(이하 ‘극장’)에서 구축하고, 제공하는 모든 서비스의 이용조건 및 절차에 관한 사항을 규정함을 목적으로 합니다.
 
제 2조 (약관의 명시 및 개정)
 1. 이 약관은 극장이 인터넷 홈페이지 화면 또는 지면에 게시하거나 기타의 방법으로 이용자에게 공지함으로써 효력이 발생합니다.
2. 극장은 필요에 따라 이 약관을 개정할 수 있으며 변경된 약관은 1항과 같은 방법으로 공지함으로써 효력이 발생합니다.
3. 변경된 약관의 효력 발생일 이후의 계속적인 서비스 이용은 변경된 약관에 동의 한 것으로 간주합니다. 
 
제 3조 (약관 외 준칙)
 
이 약관에 명시되지 않은 사항이 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다.

제 2장 회원 가입과 서비스 이용
  
제 1조 (용어의 정의)
 

본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1. 이용자 : 본 약관에 의하여 극장이 제공하는 서비스를 받는 자.
2. 일반회원 : 극장에 개인정보를 제공하여 무료로 회원등록을 한 자로서 극장의 정보를 제공받으며 극장이 제공하는 일반 서비스를 이용할 수 있는 자.
 
제 2조 (이용 계약의 성립)
 1. 이용 계약은 신청자가 온라인으로 약관 내용에 대한 동의 후 소정의 가입신청 양식의 요구사항을 작성하여 가입을 완료하는 것으로 성립 됩니다.

2. 극장은 다음 각 호에 해당하는 이용계약에 대하여는 이를 승낙하지 아니하거나 가입을 취소할 수 있습니다.
(1) 다른 사람의 명의를 사용하여 신청하였을 때
(2) 이용 계약 신청서의 내용을 허위로 기재하여 신청하였을 때
(3) 사회의 안녕 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때
(4) 타인의 극장 서비스 이용을 방해하거나 그 정보를 도용하는 행위를 하였을 때
(5) 타인의 비방 및 음해를 목적으로 사이트를 이용하는 경우
(6) 기타 극장이 정한 이용신청요건에 미비한 경우


3. 극장은 다음 각 항에 해당하는 경우 그 사유가 해소될 때까지 이용계약 성립을 유보할 수 있습니다.
(1) 서비스 관련 제반 용량이 부족한 경우
(2) 기술상 장애사유가 있는 경우

 
제 3 조 (서비스 이용)
 1. 서비스 이용은 극장의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1 일 24시간을 원칙으로 합니다. 
2. 제1항의 이용시간은 정기점검 등의 필요로 인하여 극장이 정한 날 또는 시간은 예외로 합니다.
 
제 4조 (회원의 종류)
 

바람잡이 일반회원의 연회비는 무료이며 아래와 같은 서비스를 제공받으실 수 있습니다.
1. 극장이 자체 제작하는 공연의 티켓을 구매 시 구매금액의 10%를 할인해드립니다.
(* 전화 및 현장예매의 경우 할인 없음)
2. 공동제작, 공동기획공연의 경우 주최사간의 협의에 따라 할인 혜택을 드립니다. 1목 2목의 할인 혜택은 부득이한 경우에 변경될 수 있습니다.
3. 극장의 공연정보를 우편 또는 E-mail로 받아보실 수 있습니다.
 
제 3장 의 무
 
제 1조 (극장의 의무)
 1. 극장은 특별한 사정이 없는 한 이용자가 서비스를 신청한 날짜부터 이용할 수 있도록 합니다.
2. 극장은 이용자의 개인정보 및 기업정보를 이용자의 승낙 없이 타인에게 누설, 배포하여서는 아니됩니다.
다만, 전기통신관련법령 등 관계법령에 의하여 관계 국가기관의 요구가 있는 경우및 제3조 3호의 경우에는 그러하지 아니합니 다.
3. 극장은 이용자가 안전하게 극장서비스를 이용할 수 있도록 이용자의 개인정보 보호를 위한 보안 시스템을 갖추어야 합니다.
 
제 2조 (회원의 의무)
 1. 회원 가입시의 요구되는 정보는 정확하게 기입하여야 합니다. 아이디와 비밀 번호에 관한 모든 관리의 책임은 회원에게 있으며 자신의 아이디와 비밀번호를 제 3자에게 이용하게 해서는 안됩니다.
2. 회원은 극장의 사전 승낙 없이 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.
3. 회원은 극장 서비스를 이용하여 얻은 정보를 극장의 사전 승낙 없이 복사, 복제, 변경, 번역 등의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.
4. 등록된 회원은 본 약관에서 규정한 사항을 준수해야 합니다. 

제 3조 (회원정보 사용에 대한 동의)
 
1. 극장의 회원 정보는 다음과 같이 수집, 관리, 보호됩니다.
(1) 개인정보의 수집 : 극장은 회원의 극장 회원 가입 또는 커뮤니티, 각종 이벤트 참가를 위하여 회원이 제공하는 정보, 광고나 경품 취득을 위하여 귀하가 제공하는 정보 등을 통하여 귀하에 관한 정보를 수집합니다.
(2) 개인정보의 이용 : 극장은 회원 서비스 제공과 관련해서 수집된 회원의 신상정보를 본인의 동의 없이 제3자에게 누설, 배포하지 않습니다.단, 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 정보통신윤리 위원회의 요청이 있는 경우 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우에는 그러하지 않습니다.
(3) 개인정보의 관리 : 회원은 개인정보의 보호 및 관리를 위하여 서비스의 개인정보관리에서 수시로 회원의 개인 정보를 수정/삭제할 수 있습니다.
(4) 개인정보의 보호 : 회원의 개인정보는 오직 회원만이 열람/수정/삭제 할 수 있으며, 이는 전적으로 회원의 명동·바람잡이 ID와 비밀번호의 의해 관리되고 있습니다. 따라서 ID, 비밀번호를 타인에게 알려주어서는 아니 됩니다.
(5) 기타 : 게시판이나 온라인상에서 회원이 자발적으로 제공하는 개인정보는 다른 사람들이 수집하여 사용할 수 있음을 인지하시기 바랍니다. 공개적인 공간에 게재되는 개인정보로 인해 원하지 않은 상황이 발생할 수도 있습니다. 개인정보에 대한 비밀을 유지할 책임은 회원에게 있으며, 극장은 개인정보 유출로 인해 발생한 결과에 대하여 어떠한 책임도 부담하지 아니합니다.

2. 회원이 극장에 본 약관에 따라 이용신청을 하는 것은 극장이 본 약관에 따라 신청서에 기재된 회원정보를 수집, 활용 및 제공하는 것에 동의하는 것으로 간주합니다.
3. 개인정보 수집 동의 거부 권리 및 동의 거부에 따른 안내 : 개인정보 수집 동의를 거부할 권리가 있으며, 수집에 동의하지 않을 수 있습니다. 그러할 경우 회원가입과 공연 티켓 예매가 불가합니다.
 
제 4조 (회원 정보의 보호)
 1. 등록된 회원정보는 비밀을 보장받을 뿐 아니라, 동의를 얻지 않은 상태에서의 정보 유출 또는 본래의 취지 및 목적에 맞지 않는 용도로는 일체 사용되지 않습니다.
단, 제 3장 3조의 의거한 사항은 그러하지 아니합니다.
2. 회원은 언제나 자신의 정보를 수정할 수 있으며 탈퇴 희망 시 극장은 요청사항을 처리해야 합니다. 

제 4장 예매서비스에 관한 규정
 
제 1조 (사용 가능한 결제 수단)
 1. 회원이 사용할 수 있는 결제수단에는 신용카드, 무통장입금, 인터넷뱅킹, 실시간계좌이체 등이 있습니다.
2. 신용카드는 승인 시 필요한 사항을 입력하되 회원의 동의가 있어야만 합니다.
3. 무통장입금은 회원명으로 극장의 계좌에 입금해야 하며, 부정확한 입금내역에 대해 입금자가 통지하지 않았을 경우 발생하는 불이익에 대해 극장은 책임을 지지 않습니다.
4. 인터넷 뱅킹은 인터넷을 통해 회원의 계좌에서 극장의 계좌로 직접 이체하는 결제 방식입니다.
단, 극장에서 협약된 은행의 계좌와 이에 필요한 소프트웨어를 설치하신 이용자만 가능합니다.
5. 전화예매 시는 업무시간(바람잡이 자체 운영시간)까지 전화예매에 대한 접수를 받으며 전화예매 접수에 대한 결제는 무통장입금으로만 결제가 가능하며 익일 12시 이전까지 입금확인이 되어야 합니다. 미입금 시에는 예약된 좌석은 자동취소 됩니다.
 
제 2조 (예매 취소)
 1. 예매취소는 인터넷으로 예매한 경우에는 인터넷으로만 취소가 가능하며 공연일 하루 전 17시까지 취소가 가능합니다. 전화예약으로 예매한 경우에는 전화로만 취소가 가능하며 공연일 하루 전 업무시간(10시~17시)중에만 취소가 가능합니다. 예매취소는 인터넷 취소의 경우 티켓예매금액의 10% 취소수수료를 먼저 결제한 후에 본인이 결제한 티켓구매금액이 취소됩니다. 전화취소의 경우 환불 계좌번호를 남기고, 그 계좌를 통해 취소 수수료(구매액의 10%)를 제외한 금액을 환불 받습니다.
(단 예매당일 취소는 취소 수수료가 부과되지 않습니다)
2. 예매티켓을 가지고 있는 상태에서 취소를 원할 경우 반드시 방문하여 티켓을 반환하시고, 취소하여야 합니다. 
3. 극장과 협약된 타 예매처에서 예매한 경우, 취소 및 변경은 구입하셨던 예매처에서만 가능합니다.
4. 공연장의 공연이 취소된 경우에는 전액환불 해 드립니다. 
5. 예매된 티켓은 공연 당일에는 취소 및 변경이 불가 합니다.
6. 환불은 반드시 예매자 본인 명의의 계좌로만 받으실 수 있습니다. 단, 예매자 본인 명의의 계좌가 없을 경우에는 직계 가족 명의의 계좌에 한하여 가능하며, 이 경우 관계를 증명할 수 있는 증빙서류를 팩스나 우편 등으로 개별 극장으로 보내주셔야 합니다.
 [바람잡이]
주소: 서울 마포구 백범로 18 미화빌딩 2,3F 바람잡이 고객지원실 (100-120)
운영시간: 오전9시~오후6시(월요일 휴무)
전화: 02-111-1100 팩스: 02-751-1588
 
* 환불은 접수 완료 후 7일 이내에 처리됩니다.
 
제 5장 기 타
 
제 1조 (극장의 소유권)
 1. 극장이 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타 권리는 극장에게 소유권이 있습니다.
2. 이용자는 극장이 명시적으로 승인한 경우를 제외하고는 전항의 소정의 각 재산 에 대한 전부 또는 일부의 수정, 대여, 대출, 판매, 배포, 제작, 양도, 재라이센스, 담보권 설정 행위, 상업적 이용 행위를 할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.
 
제 2조 (양도금지)
 
회원이 서비스의 이용권한을 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공 할 수 없습니다. 

제 3조 (손해배상)
 
극장은 무료로 제공되는 서비스와 관련하여 회원에게 어떠한 손해가 발생하더라도 극장이 고의로 행한 범죄행위를 제외하고 이에 대하여 책임을 부담하지 아니합니다. 

제 4조 (면책조항)
 1. 극장은 서비스에 표출된 어떠한 의견이나 정보에 대해 확신이나 대표할 의무가 없으며 회원이나 제3자에 의해 표출된 의견을 승인하거나 반대하거나 수정하지 않습니다. 극장은 어떠한 경우라도 회원이 서비스에 담긴 정보에 의존해 잃은 이득이나 입은 해에 대해 책임이 없습니다. 
2. 극장은 회원간 또는 회원과 제3자간에 서비스를 매개로 하여 물품거래 혹은 금전적 거래 등과 관련하여 어떠한 책임도 부담하지 아니하고, 회원이 서비스의 이용과 관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다.
 
제 5조 (관할법원)
 

본 서비스와 관련되는 분쟁에 대한 소송이 제기될 경우, 극장의 본사 소재지를 관할하는 법원을 전속 관할법원으로 합니다.

1. [부 칙] (시행일) 이 약관은 2009년 4월 7일부터 시행합니다.

(효 력) 본 약관은 이용자가 회원에 가입함과 동시에 효력을 발생합니다.
			
				</textarea>
				<input type="checkbox" id="term" name="term" style="height:11px;"/>
				<label id="term">상기 이용약관에 동의 합니다.</label>
				<br /><br />
				<table>
					<tr>
						<td rowspan="7" style="padding: 14px;">
							<img src="views/registration/images/registrationlogo.jpg">
						</td>
						<td style="text-align: right;">이메일 : </td> 
						<td>
							<input 
								type="text" 
								name="membership_email" 
								id="membership_email"
								tabindex="1" 
								value="" 
								style="border: 1px solid #666666; width: 240px; height: 19px;"
							/>
						</td>
					</tr>
					<tr style="">
						<td colspan="2" style="text-align: right; " >
							<input type="hidden" id=email value="1"/>
							<span style="color:red; font-weight: bold;" id="checkedemail"></span>
						</td>
					</tr>
					<tr>
						<td style="text-align: right;">비밀번호 : </td>
						<td>
							<input 
								type="password" 
								name="membership_password" 
								id="membership_password" 
								tabindex="2"
								value="" 
								style="border: 1px solid #666666; width: 240px; height: 19px;"
							/>
						</td>
					</tr>
					<tr>
						<td style="text-align: right;">비밀번호 확인: </td>
						<td>
							<input 
								type="password" 
								name="confirm_password" 
								id="confirm_password" 
								tabindex="3"
								value="" 
								style="border: 1px solid #666666; width: 240px; height: 19px;"
							/>
						</td>
					</tr>
					<tr>
						<td style="text-align: right;">회원 닉네임 : </td>
						<td>
							<input 
								type="text" 
								name="membership_another_name" 
								id="membership_another_name" 
								tabindex="4"
								value="" 
								style="border: 1px solid #666666; width: 240px; height: 19px;"
							/>
						</td>
					</tr>
					<tr style="">
						<td colspan="2" style="text-align: right; " >
							<input type="hidden" id=nickname value="1"/>
							<span style="color:red; font-weight: bold;" id="checkedname"></span>
						</td>
					</tr>
					<tr>
						<td style="text-align: right;">계정 분실시 비상 연락 이메일 : </td>
						<td>
							<input 
								type="text" 
								name="membership_loss_email"
								id="membership_loss_email"
								tabindex="5"
								value="" 
								style="border: 1px solid #666666; width: 240px; height: 19px;"
							/>
						</td>
					</tr>
					<tr>
						<td colspan="3" style="text-align: right;">
							<!-- <div id="view" style="color: red;"></div> -->
							<input type="button" value="가입하기" tabindex="6" onClick="validate(this.form);" />
						</td>
					</tr>
				</table>
			</div>
		</form>
	</div>
</body>
</html>